;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Português
;Language name in English e.g. German
LanguageEn=Portuguese
;Your name here. You can also leave your email, website, blog...
Translator=André Carvalho
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Nenhum
602=Opções do Listary

;Tray Menu
1001=Ajuda Online
1002=Procurar actualizações...
1003=Sobre
1004=Sair

;Toolbar
1100=Procurar

;Favorite Menu
2000=Favoritos
2001=Esta aplicação
2002=Global
2003=Adicionar Aqui
2004=Adicionar Pasta Actual aos Favoritos
2050=Não foi possível adicionar favorito
2051=Listary não conseguiu obter o caminho desta aplicação.

;Recent Menu
2100=Recentes
2101=Limpar
2103=Pasta
2104=Ficheiro
2105=Monitorizar Esta Aplicação
2106=Não Monitorizar Esta Aplicação
2107=Mostrar Mais...

;Smart Menu
2200=Inteligente
2201=Pastas Actualmente Abertas
2202=Saltar para a Última Pasta Aberta no Gestor de Ficheiros
2203=Abrir o Ficheiro Seleccionado no Gestor de Ficheiros
2204=Explorar a Pasta Actual
2205=Linha de comandos
2206=Ir à Pasta da Aplicação
2207=Explorar a Pasta da Aplicação
2208=Mostrar Extensão do Ficheiro
2209=Mostrar Ficheiros Ocultos e de Sistema
2210=Copiar Caminho da Pasta para a Área de Transferência
2211=Copiar Caminhos dos Itens seleccionados para a Área de Transferência
2212=Copiar os Nomes dos Itens seleccionados para a Área de Transferência
2213=Opções
2214=Actualizar para a Versão Pro
2215=Adicionar Aplicação à Lista de Suportadas
2216=Desactivar Listary para Esta Aplicação
2217=Exportar Conteúdo da Lista para Ficheiro CSV
2218=Separador
2250=%s foi adicionada à lista de suportadas com sucesso.
2251=Pode utilizar o botão central do rato ou a tecla de atalho %s para activar Listary em %s agora.
2252=Tem a certeza que pretende desactivar Listary para esta aplicação?
2253=Desactivar Listary
2254=Listary não será mostrado de novo a partir do próximo arranque desta aplicação.\nPode sempre voltar a Opções > Aplicações para activar novamente.

;Search
2300=Lista
2301=Ir para
2302=Nenhuns itens correspondem ao critério de procura.

;Options > General
3000=Geral
3001=Iniciar o Listary no arranque do Windows
3002=Definir automaticamente o foco de entrada do Explorador do Windows XP para a lista de ficheiros
3003=Procurar actualizações ao abrir as Opções
3004=Salto Rápido (Abrir a pasta actual no diálogo de ficheiro ao saltar do gestor de ficheiros para outra aplicação)
3005=Língua:
3006=Gestor de Ficheiros Padrão
3007=Preencha este campo se preferir utilizar outro gestor de ficheiros em alternativa ao Explorador do Windows Explorer.\nUse %1 em parâmetro para o caminho. Não esqueça as aspas.


;Options > Favorites
3100=Favoritos
3101=Detalhes
3102=Nome:
3103=Atalho:
3104=Tipo:
3105=Caminho:
3106=Submenu
3107=Adicionar um item favorito
3108=Remover o item favorito seleccionado

;Options > Recent
3200=Recentes
3201=Itens Recentes Globais:
3206=Monitorizar itens recentes globais
3207=Monitorizar ficheiros e pastas recentes em todas as aplicações
3208=Seleccionar automaticamente o último ficheiro aberto no diálogo de abri ficheiro
3209=Remover o item recente seleeccionado
3210=Remover todos os itens recentes
3211=Itens recentes globais
3212=Pastas recentes por aplicação
3213=Ficheiros recentes por aplicação
3214=Itens de menu recentes

;Options > Smart Commands
3300=Comandos Inteligentes
3301=Detalhes do comando
3303=Comando:
3305=Mostrar este comando no Menu Inteligente
3306=Adicionar comando personalizado
3307=Nome
3308=Atalho
3309=Comando
3310=Mostrar no Menu Inteligente
3311=Adicionar um comando inteligente integrado
3312=Remover comando seleccionado

;Options > Applications
3400=Aplicações
3401=Definições da Aplicação: (apenas afectão a aplicação seleccionada na lista acima)
3402=Activar Listary para esta aplicação
3403=Monitorizar ficheiros e pastas recentes
3404=Adicionar uma aplicação para alterar as suas definições
3405=Remover a aplicação seleccionada, juntamente com os seus itens favoritos e recentes
3406=Caminho

;Options > Keyboard and Mouse
3500=Teclado e Rato
3501=Teclas de Atalho
3502=Global:
3503=Mostra barra de ferramentas:
3504=Mostrar menu popup:
3505=Local (funciona apenas quando a barra do Listary está visível):
3506=Menu Favoritos:
3507=Menu Recentes:
3508=Menu Inteligente:
3509=Activar teclas de atalho locais (incluindo teclas de atalho para favoritos e comandos inteligentes) no Explorador quando a barra do Listary está oculta.
3510=Rato
3511=Fazer duplo clique numa zona vazia para activar Listary no Explorador/Diálogo de Ficheiro/Ambiente de Trabalho
3512=Fazer clique central para activar Listary

;Options > Display
3600=Visualização
3601=Posição da janela
3602=Absoluta
3603=Relativa à lista
3604=Relativa à janela
3605=Do topo
3606=Do fundo
3607=Da esquerda
3608=Da direita
3609=Opacidade
3610=Menu
3611=Número máximo de itens mostrados:
3612=Largura máxima (em pixéis):
3613=Largura mínima (em pixéis):
3614=Pairar com o rato para abrir menus (atraso em milissegundos, 0 para desactivar):
3615=Menu Popup
3616=Mostrar itens recentes num submenu
3617=pixéis

;Options > Integration
4000=Integração
4001=Adicionar menu directório do Total Commander aos favoritos do Listary
4002=Utilizar Total Commander para substituir os diálogos de ficheiro:

;Options > Compatibility
3700=Compatibilidade
3701=O Listary irá funcionar também com as seguintes aplicações:
3702=Adicionar uma aplicação à lista de aplicações suportadas
3703=Remover a aplicação seleccionada da lista de aplicações suportadas
3704=Gestor de ficheiros
3705=Classe
3706=Executável
3707=Barra de endereços
3708=Sim
3709=Não

;Options > Pro
3800=Actualizar para Listary Pro
;3801=
3802=Nome:
3803=Email:
3804=Código de registo:
3805=Nota
3806=Listary é disponibilizado gratuitamente para uso pessoal ou não lucrativo. Nestes casos, é-lhe concedido o direito de utilizar este programa sem custos.
3807=Para uso comercial tem que actualizar para o Listary Pro.
3808=Colar da Área de Transferência
3809=Verificar Código de Registo

;Options > About
3900=Sobre
3901=O Listary é gratuito apenas para uso pessoal. Se deseja utilizá-lo para fins comerciais ou necessita funcionalidades avançadas, por favor adquira a versão Pro.
3902=Ver sítio
3903=Este programas está licensiado a

;Add Application Dialog
4100=Adicionar Aplicação
4101=Arraste o Localizador sobre a barra de endereços de uma aplicação para seleccioná-la, e depois liberte o botão do rato.
4102=Localizador:
4103=Classe:
4104=Executável:
4105=Barra de endereços:
4106=É gestor de ficheiros (marque para activar as funções que apenas funcionam num gestor de ficheiros)
4107=*FALHOU* A aplicação alvo está a correr em modo administador?

;Custom Command Dialog
4200=Comando personalizado
4201=Caminho completo de um ficheiro executável.\nExemplo: C:\Programas\7-Zip\7z.exe
4202=Parametro:
4203=O exemplo mostra como adicionar o ficheiro seleccionado a um arquivo utilizando o 7-Zip.\n\nPode utilizar as variáveis seguintes como parâmetro. As variáveis não contêm aspas. Adicione-as manualmente de acordo com as suas necessidades.
4204=%file%\t\tCaminho completo do ficheiro/pasta seleccionado.\nExemplo:  D:\descargas\musica\exemplo.mp3\n\n%path%\tCaminho da pasta actual.\nExemplo: D:\descargas\musica\\n\n%filename%\tNome do ficheiro/pasta seleccionado.\nExamplo: exemplo.mp3

;Add Favorite Dialog
4300=Adicionar Favorito